# ************ REGISTRO DE USUARIOS *************** #

# ***** TITULOS : ROTULOS ***** #
titulo.registro.solicitud.signos=Captura de solicitud de signos distintivos
titulo.registro.tab.TipoSol=Tipo solicitud
titulo.registro.TipoSol.error=El tipo de Solicitud no puede estar vac\u00edo. Especifique
titulo.registro.TipoSol.Default=Seleccione un tipo de solicitud
titulo.registro.TipoMarca=Tipo de marca
titulo.registro.TipoMarca.default=Seleccione un tipo de marca
titulo.registro.TipoMarca.error=El tipo de marca no puede estar vac\u00edo. Especifique.
titulo.registro.Dsc.Signo.Distintivo=Denominaci\u00f3n
titulo.registro.Dsc.Signo.Distintivo.ayuda=Deber\u00e1 indicar la denominaci\u00f3n que desea proteger en exclusiva y o bien la parte nominativa del signo mixto
titulo.registro.Fecha.Primer.Uso= Fecha de primer uso
titulo.registro.Fecha.Primer.Uso.ayuda= Se\u00f1ale la fecha a partir de la cual el signo distintivo se ha venido usando en forma ininterrumpida
titulo.registro.Fecha.Primer.Uso.error=Debe escribir la fecha de Primer Uso o marcar si no ha sido Usada.
titulo.registro.sin.uso=No se ha usado
titulo.registro.leyendas=Leyendas y Figuras no reservables
titulo.registro.leyendas.ayuda=Solo en caso de marcas Innominadas, Tridimensionales o Mixtas, indique las palabras y/o figuras que aparezcan en el ejemplar del signo distintivo solicitado y que no pueden ser de uso exclusivo. Por ejemplo Hecho en Mexico, Talla, Ingredientes, Peso, Registro de Salud, etc.



titulo.registro.tab.Solicitantes=Datos del (de los) solicitante(s)
titulo.registro.solicitante.TipoPersona=Tipo Persona
titulo.registro.solicitante.Nombre=Nombre(completo)
titulo.registro.solicitante.NombreC=Nombre
titulo.registro.solicitante.Nacionalidad=Nacionalidad
titulo.registro.domicilio.Domicilio=Domicilio del (de los) Solicitante (s)
titulo.registro.domicilio.pais=Pa\u00eds
titulo.registro.domicilio.CP=C\u00f3digo postal
titulo.registro.domicilio.EntidadFed=Estado
titulo.registro.domicilio.Poblacion=Poblaci\u00f3n
titulo.registro.domicilio.Colonia=Colonia
titulo.registro.domicilio.CalleNumero=Calle
titulo.registro.domicilio.Sel.CP=Seleccionar codigo postal
titulo.registro.datos.contactar.titulo=Datos para Contactar
titulo.registro.datos.contactar.telefono=Tel\u00e9fono
titulo.registro.datos.contactar.extension=Extensi\u00f3n
titulo.registro.datos.contactar.email=E-mail


titulo.registro.tab.SeleccionClase.titulo=Selecci\u00f3n de la Clase
titulo.registro.tab.SeleccionClase.titulo2=Giro Comercial Preponderante
titulo.registro.tab.SeleccionClase=Clase
titulo.registro.tab.Num.Clase=# de Clase
titulo.registro.tab.indicarGiro=Indicar el Giro Comercial Preponderante
titulo.registro.SeleccionClase.FormaClase=Forma de elegir la clase
titulo.registro.SeleccionClase.FormaClase.default=Seleccione una forma de elegir un tipo de clase
titulo.registro.SeleccionClase.Dsc.Libre.Clase.default=Seleccione
titulo.registro.ProdServicio=Productos/Servicios
titulo.registro.SeleccionClase.Descrip.Libre=Descripci\u00f3n Libre
titulo.registro.clase.conocida=Conoce la clase
titulo.registro.ProdServicio.mayusculas=El texto ser\u00e1 convertido a mayusculas, no se permiten acentos
titulo.registro.Rubros.Gral.Titulo=Titulos de las clases(Head class)
titulo.registro.Lista.Prod.Servicios=Lista alfabetica de productos o servicios
titulo.registro.crit.productos=Productos/Servicios
titulo.registro.tab.numero.clase=N\u00famero de clase

titulo.registro.Firmante.Dom.Notificaciones=Nombre del Firmante y Domicilio para Notificaciones

titulo.registro.usuarios.firmantes=Usuarios Firmante
titulo.registro.Firmante.Dom.Notificaciones.titulo=Nombre del firmante y domicilio para oir y recibir notificaciones
titulo.registro.establecimiento=Ubicaci\u00f3n del establecimiento
titulo.registro.establecimiento.existe=Cuenta con establecimiento
titulo.registro.establecimiento.copia.direccion=Copiar direcci\u00f3n de un Solicitante /Domicilio para oir y recibir notificaciones

titulo.registro.prioridad.titulo=Prioridad Reclamada
titulo.registro.prioridad.existe=Tiene prioridad en el extranjero
titulo.registro.prioridad.pais=Pa\u00eds (oficina de origen)
titulo.registro.prioridad.numero=N\u00famero
titulo.registro.prioridad.fecha.pres=Fecha de presentaci\u00f3n

titulo.registro.boton.buscar=Buscar
titulo.registro.boton.agregar=Seleccionar
titulo.registro.boton.aceptar=Aceptar
titulo.registro.boton.eliminar=Eliminar
titulo.registro.boton.accion=Acci\u00f3n
titulo.registro.boton.modificar=Modificar
titulo.registro.boton.guardar=Guardar
titulo.registro.boton.vista.previa=Vista Previa
titulo.registro.boton.vista.anexos=Anexos
titulo.registro.boton.consultar=Consultar
titulo.registro.boton.finalizar=Finalizar Captura
titulo.registro.info.requerida=Los campos con * son informaci\u00f3n requerida
titulo.registro.info.firma=\u00danicamente  las PERSONAS F\u00cdSICAS registradas ante el portal de Instituto Mexicano de la Propiedad Industrial, que cuenten con la FIRMA ELECTR\u00d3NICA AVANZADA a su nombre, que este autorizada, v\u00e1lida, vigente y no revocada, emitida por el Sistema de Administraci\u00f3n Tributaria (SAT), estar\u00e1n facultadas para realizar la firma y envi\u00f3 de la solicitud en l\u00ednea.
#\u00danicamente podr\u00e1n firmar las PERSONAS F\u00cdSICAS que cuenten con la FIRMA ELECTR\u00d3NICA AVANZADA autorizada, v\u00e1lida, vigente y no revocada, emitida por el Sistema de Administraci\u00f3n Tributaria.

titulo.registro.nombre.error =El nombre o raz\u00f3n social no puede estar vac\u00edo. Especifique.
titulo.registro.colonia.error=Es necesario indicar la colonia.
titulo.registro.nombre.error=Especifique un c\u00f3digo postal.
titulo.registro.nombre.error=Es necesario indicar la calle
titulo.registro.nombre.error=Es necesario indicar un estado.
titulo.registro.nombre.error=Especifique un c\u00f3digo postal.
titulo.registro.formato.fecha=Formato de fecha dd/mm/yyyy


titulo.TipoClase.ayuda=Aqui debera indicarla clase a la que corresponde el producto/servicio que desea amparar con el signo distintivo.Recuerde que las primeras 34 clases son para productos y las \u00faltimas 11 para servicios
titulo.Prioridad.ayuda=La prioridad es un derecho internacionalque se reclama al momento de solicitar un registro marcario en M\u00e9xico, a efecto de que se reconozcala fecha legal de presentaci\u00f3n de una solicitud de registro de marcas en el extrajero como fecha legal de presentaci\u00f3n en el pa\u00eds.
titulo.establecimiento.ayuda=En caso de haber se\u00f1alado fecha de primer uso deber\u00e1 indicar el domicilio del establecimiento o negociaci\u00f3n relacionado con el signo distintivo solicitado.En el Nombre Comercial el se\u00f1alamiento de la ubicaci\u00f3n del establecimiento es obligatorio.
titulo.maximo.num.caracteres=Se ha llegado al numero m\u00e1ximo de caracteres para el campo

pais.default.marcas=918

mensaje.error.clase.dsc.libre=Debe seleccionar una clase
mensaje.error.no.dsc.libre=El Tipo de Clase a la que pertenece, o la misma contiene caracteres incorrectos
mensaje.error.dsc.libre.caracteres=La descripcipci\u00f3n del producto/servicio contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.mezclar.clase=No debe mezclar productos/servicios de distintas clases
mensaje.error.est.colonia=Es necesario indicar la colonia para el establecimiento
mensaje.error.est.entidad=Es necesario indicar una entidad para el establecimiento
mensaje.error.est.cp=Especifique un c\u00f3digo postal para el establecimiento
mensaje.error.est.calle=Es necesario indicar la calle para el establecimiento
mensaje.error.est.calle.max=La calle para el establecimiento contiene m\u00e1s caracteres de los permitidos, verifique por favor
mensaje.error.dom.not.colonia=Es necesario indicar la colonia para el domicilio de notificaciones
mensaje.error.dom.not.entidad=Es necesario indicar una entidad para el domicilio de notificaciones
mensaje.error.dom.not.cp=Especifique un c\u00f3digo postal para el domicilio de notificaciones
mensaje.error.dom.not.calle=Es necesario indicar la calle para el domicilio de notificaciones
mensaje.error.dom.not.calle.max=La calle para el domicilio de notificaciones contiene m\u00e1s caracteres de los permitidos, verifique por favor
mensaje.pais.prioridad=Especifique un pa\u00eds para la prioridad
mensaje.sin.fecha.prioridad=Indique la fecha de Presentaci\u00f3n
mensaje.fecha.prioridad=La fecha de Presentaci\u00f3n no puede ser mayor a la fecha actual
mensaje.giro=Debe proporcionar un giro comercial preponderante
mensaje.giro.caracteres=El giro preponderante contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.rubros=Debe seleccionar una clase para rubros generales
mensaje.productos.servicios=Debe seleccionar al menos un producto
mensaje.error.fecha.uso=La fecha de Primer uso no puede ser mayor o igual a la fecha actual
mensaje.error.denominacion=Proporcione la denominaci\u00f3n
mensaje.error.denominacion.caracteres=El campo Denominaci\u00f3n contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.sin.fecha.uso=Debe escribir la fecha de Primer Uso o marcar si no ha sido Usada
mensaje.error.sin.marca=El tipo de marca no puede estar vac\u00edo. Especifique
mensaje.error.leyenda.caracteres=El campo Leyendas y Figuras contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.sin.sol.marcas.col=Los solicitantes para Registro de Marcas Colectivas deben ser personas morales
mensaje.error.fecha.uso.obligatoria=La fecha de primer uso es obligatoria para Publicaci\u00f3n de Nombres Comerciales
mensaje.error.sin.est=Debe indicar si cuenta o no con establecimiento
mensaje.error.sin.subtipo=Debe indicar un subtipo de solicitud
mensaje.error.sin.dom.not=Debe proporcionar un domicilio para oir y recibir notificaciones
mensaje.error.sin.firmante=Debe seleccionar un usuario firmante
mensaje.error.sin.sol=Debe proporcionar al menos un solicitante
mensaje.error.sin.sol.moral=Es necesario tener al menos un solicitante con tipo de persona moral
mensaje.error.sin.clase.sel=Debe seleccionar una forma de clase e indicar el producto y/o servicio
mensaje.error.sin.acta=El acta constitutiva es obligatoria para cuando al menos un solicitante es persona moral
mensaje.erro.sol.morales=Para Registros de Marca Colectiva los solicitantes deben ser personas morales
mensaje.error.sin.tipo.persona=Especifique el tipo de persona.
mensaje.error.sin.razon=El nombre o raz\u00f3n social no puede estar vac\u00edo. Especifique
mensaje.error.sin.nacionalidad=Especifique la nacionalidad
mensaje.error.dom.sol.colonia=Es necesario indicar la colonia
mensaje.error.dom.sol.entidad=Es necesario indicar una entidad
mensaje.error.dom.sol.cp=Especifique un c\u00f3digo postal
mensaje.error.dom.sol.calle=Es necesario indicar la calle
mensaje.error.dom.sol.calle.max=La calle contiene m\u00e1s caracteres de los permitidos, verifique por favor
mensaje.error.sin.seleccion=No selecciono algun producto/servicio
mensaje.fecha.prioridad.atras=La fecha de presentacion en el extranjero no puede ser menor a seis meses
mensaje.error.sin.prioridad=Debe indicar la prioridad
mensaje.error.sin.prioridad.anexo=Debe anexar el documento de prioridad
mensaje.error.eliminar.prioridad=El anexo de prioridad ya fue cargado, no es posible indicar que no hay prioridad
mensaje.error.eliminar.solicitante=El anexo de reglas de uso ya fue cargado, no es posible eliminar solicitantes
mensaje.error.nombre.caracteres=El nombre del solicitante contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.calle.caracteres=La calle contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.calle.notificar.caracteres=La calle para notificaciones contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.calle.establecimiento.caracteres=La calle para el establecimiento contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.validar.codigopostal=El codigo postal no es correcto
mensaje.ayuda.forma.seleccion.clase=DESCRIPCI\u00d3N LIBRE: Indicaci\u00f3n de productos o servicios cuya \u00fanica limitaci\u00f3n es que pertenezcan a la misma clase y en la cual no es necesario apegarse estrictamente a la lista alfab\u00e9tica. TITULOS DE LAS CLASES: Indicaci\u00f3n de productos o servicios agrupados en un sector que encabeza la lista alfab\u00e9tica de la clase correspondiente.LISTA ALFABETICA DE PRODUCTOS Y SERVICIOS:Nombres o denominaciones con que los productos o servicios aparecen en la Clasificaci\u00f3n Internacional.
mensaje1.finalizar.captura=Una vez terminada la captura no podr\u00e1 editar la informaci\u00f3n registrada. Se sugiere generar vista previa para la revisi\u00f3n de los datos contenidos en su solicitud.
mensaje2.finalizar.captura=Una vez finalizada la captura, inmediatamente se env\u00eda al Portal de Pagos y Servicios (PASE), para efectuar el pago como usualmente  se realiza. Recuerde que para \u00e9ste tipo de presentaci\u00f3n \u00fanicamente se realiza el pago mediante transferencia electr\u00f3nica.
mensaje3.finalizar.captura=Realizado el pago, en el apartado de \u201csolicitudes en preparaci\u00f3n\u201d encontrar\u00e1 la solicitud para seguir con el proceso de firma y env\u00edo.
mensaje1.finalizar.captura.moral=Usted es una personal moral, recuerde que aunque realice el pago de esta solicitud no se le permitir\u00e1 su firma al final del proceso.
mensaje2.finalizar.captura.moral=\u00bfDesea continuar?
header.finalizar.captura.moral=Mensaje a persona moral
mensaje1.firma=\u00danicamente las personas f\u00edsicas que cuenten con su FIEL podr\u00e1n firmar una solicitud.
mensaje2.firma=Las personas morales no podr\u00e1n firmar una solicitud. 
mensaje.preguntas.frecuentes=Preguntas Frecuentes

ayuda.captura.titulo=Instructivo para el llenado en l\u00ednea
ayuda.captura.signos=Gu\u00eda de Usuario de Signos Distintivos
ayuda.captura.link=http://www.impi.gob.mx/work/sites/IMPI/resources/LocalContent/536/10/guia_signos_2011.pdf
ayuda.captura.tipo.nominativa=El tipo de Marca se refiere a ...(definir por la DDM).

lista.solicitantes.vacio=No ha agregado ningun Solicitante

domicilio.CalleNumero.maxlength=254

#captura solicitud, prueba de mensaje