# To change this template, choose Tools | Templates
# and open the template in the editor.
titulo.registro.solicitud.diseno.industrial=CAPTURA DE SOLICITUD DE DISE\u00d1OS INDUSTRIALES
titulo.registro.tab.Solicitantes=Solicitantes
titulo.registro.tab.TipoSol=Tipo Solicitud
titulo.tab.inventores=Inventores
titulo.tab.prioridad=Prioridad
titulo.tab.descripcion=Documento 
#Descripci\u00f3n
titulo.tab.reivindicaciones=Reivindicaciones
titulo.tab.memoriatecnica=Memoria T\u00e9cnica
titulo.tab.anexos=Anexos
titulo.registro.boton.buscar=Buscar
titulo.registro.boton.agregar=Seleccionar
titulo.registro.boton.cancelar=Cancelar
titulo.registro.boton.accion=Acci\u00f3n
titulo.registro.boton.guardar=Guardar
titulo.registro.boton.vista.anexos=Seleccione el tipo de documento:
titulo.registro.boton.vista.previa=Vista Previa
titulo.registro.boton.finalizar=Finalizar Captura
titulo.registro.info.requerida=Los campos con * son informaci\u00f3n requerida
prioridad.agregar=Agregar Prioridad Reclamada
prioridad.agregarArchivo=Agregar archivo
titulo.registro.Seleccion.default=Seleccione
prioridad.pais.origen=Pais de Origen
prioridad.numero.exp=N\u00famero de Serie de Prioridad
prioridad.fecha.pres=Fecha de Presentaci\u00f3n
titulo.registro.formato.fecha=Formato de fecha dd/mm/yyyy
titulo.registro.TipoSol.Default=Seleccione ...
titulo.registro.info.firma=\u00danicamente las PERSONAS F\u00cdSICAS que cuenten con su FIEL podr\u00e1n firmar una solicitud. Las personas morales no podr\u00e1n firmar.
titulo.registro.Seleccion.documento=Descripci\u00f3n del documento


mensaje.error.tipo.solicitud=Debe indicar un tipo de solicitud
mensaje.error.tipo.subsolicitud=Debe indicar un subtipo de solicitud
mensaje.error.invento=Debe proporcionar el Titulo de la Invenci\u00f3n
mensaje.error.obvs=El campo de Observaciones contiene caracteres inv\u00e1lidos, verifique
mensaje.error.falta.principal=Debe indicar el solicitante principal
mensaje.error.falta.principal.apoderado=Debe indicar el apoderado principal
mensaje.error.sin.sol=Debe proporcionar al menos un solicitante
mensaje.error.sin.inventor=Debe proporcionar al menos un inventor


solicitud.subtipo.sol=Subtipo Solicitud
solicitud.fecha.div.previa=Fecha de Divulgaci\u00f3n Previa
solicitud.exp.divisional=Divisional de la Solicitud
solicitud.fecha.div=Fecha de Presentaci\u00f3n de la Solicitud Inicial
solicitud.invento=Titulo de la Invenci\u00f3n
solicitud.resumen=Resumen
solicitud.obvs=Observaciones
solicitud.constancia.mat.bio=Constancia de Material Biol\u00f3gico
solicitud.pub.anticipada=Publicaci\u00f3n Anticipada
solicitud.fase.internacional= Fase de la solicitud Internacional
solicitud.doc.compro.div = Documento Comprobatorio de Divulgaci\u00f3n

datos.contacto.telefono=Tel\u00e9fono
datos.contacto.fax=Fax
datos.contacto.correo=Correo-e
datos.persona.tipo.solicitante=Tipo de Usuario
datos.persona.tipo.persona=Tipo de Persona
datos.persona.inventor=El Solicitante es Representante legal o Mandatorio
datos.persona.nombre=Nombre
datos.persona.aPaterno=Primer Apellido
datos.persona.aMaterno=Segundo Apellido
datos.persona.rfc=RFC
datos.persona.nacionalidad=Pa\u00eds de Nacionalidad
datos.persona.pais.residencia=Pa\u00eds de Residencia
datos.persona.descuento=Aplica Descuento
datos.persona.tabla.titular=Titular
datos.persona.tabla.exp=Expediente
datos.persona.tabla.tituloInv=Titulo de la Invenci\u00f3n
datos.persona.titulo.dialogo=Selecci\u00f3n de Divisional de la Solicitud
datos.persona.ayuda.exp=El numero de expediente son 16 caracteres con el formato MX/a/2011/123456, donde "MX" es el codigo de oficina(GT,JL,NL,PA,YU,MX), "a" es el tipo de expediente (a,f,t,u), 2012 es a\u00f1o y los ultimos 6 digitos el numero de solicitud
datos.persona.razonSocial=Raz\u00f3n Social

domicilio.pais=Pa\u00eds
domicilio.CP=C\u00f3digo Postal
domicilio.EntidadFed=Estado
domicilio.Poblacion=Poblaci\u00f3n
domicilio.Colonia=Colonia
domicilio.CalleNumero=Calle
domicilio.NumeroExt=N\u00fam. Ext.
domicilio.Extension=Extensi\u00f3n
domicilio.NumeroInt=Int.
domicilio.titulo=Domicilio
titulo.registro.domicilio.Sel.CP=Seleccionar codigo postal

memoriaTecnica.descripcion.idioma=La descripci\u00f3n se encuentra en idioma:
memoriaTecnica.resumen.idioma=El resumen se encuentra en idioma:

mensaje.error.tipo.solicitante=Debe especificar el tipo de Usuario
mensaje.error.nombre=El nombre o raz\u00f3n social no puede estar vacio.Especifique
mensaje.error.primerApellido=Especifique el primer apellido
mensaje.error.nacionalidad=La nacionalidad es obligatoria
mensaje.error.tipo.persona=Especifique el tipo de persona
mensaje.error.sin.colonia=Es necesario indicar la colonia
mensaje.error.sin.paisResidencia=Es necesario indicar el pa\u00eds de residencia del inventor
mensaje.error.sin.paisResidencia.solicitante=Es necesario indicar el pa\u00eds de residencia del Solicitante
mensaje.error.sin.entidad=Es necesario indicar una entidad
mensaje.error.sin.entidadSolicitante=Es necesario indicar el estado de residencia del solicitante
mensaje.error.sin.entidadInventor=Es necesario indicar el estado de residencia del inventor
mensaje.error.sin.cp=Especifique un c\u00f3digo postal
mensaje.error.sin.calle=Es necesario indicar la calle
mensaje.error.sin.correo=Falta el correo electr\u00f3nico
mensaje.error.sin.solicitanteUnico=Debido a que usted es solicitante e inventor \u00fanico, no es necesario agregarse como apoderado.
mensaje.pais.prioridad=Especifique un pa\u00eds para la prioridad
mensaje.sin.fecha.prioridad=Indique la fecha de Presentaci\u00f3n
mensaje.sin.numero.prioridad=Indique el N\u00famero de Serie de Prioridad
mensaje.fecha.prioridad=La fecha de Presentaci\u00f3n no puede ser mayor o igual a la fecha actual
mensaje.fecha.prioridad.atras=La fecha de presentacion en el extranjero no puede ser menor a seis meses

mensaje.error.imagenes.sin.dibujo=Faltan los dibujos o imagenes para dise\u00f1os industriales
mensaje.error.imagenes.tamano.invalido=Tama\u00f1o no permitido
mensaje.error.imagenes.extencion.invalida=No es una imagen permitida
mensaje.error.imagenes.resolucion.invalida=La resoluci\u00f3n de la imagen no clumple las especificaciones
mensaje.error.imagenes.sin.archivo.cargardo=No ha seleccionado ninguna imagen para cargar
mensaje.error.reivindicaciones.sin.reivindicacion=Debe agregar las reivindicaciones de la invenci\u00f3n.
mensaje.error.descripcion.sin.descripcion=Debe agregar la descripci\u00f3n de la invenci\u00f3n.
mensaje.error.descripcion.sin.resumen=Debe agregar el resumen de la invenci\u00f3n.

mensaje.fecha.div.previa=La fecha de Divulagaci\u00f3n previa no puede ser mayor o igual a la fecha a la fecha de captura
mensaje.fecha.div.previa.atras=La fecha de Divulagaci\u00f3n previa no puede ser menor a 12 meses

mensaje.error.nombre.caracteres=El nombre del solicitante contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.nombre.inventor.caracteres=El nombre del inventor contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.nombre.apoderado.caracteres=El nombre del apoderado contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.inventor.primerApellido=Debe de ingresar el primer apellido del inventor
mensaje.error.inventor.nacionalidad=Debe de ingresar la nacionalidad del inventor
mensaje.error.solicitante.nacionalidad=Debe de ingresar la nacionalidad del solicitante
mensaje.error.apoderado.primerApellido=Debe de ingresar el primer apellido del apoderado
mensaje.error.rgp.apoderado.caracteres=El RGP del apoderado debe contener s\u00f3lo caracteres num\u00e9ricos, por favor verifique
mensaje.error.nombre.notificar.caracteres=El nombre de la persona para recibir notificaciones contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.calle.caracteres=La calle contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.calle.max=La calle contiene m\u00e1s caracteres de los permitidos, verifique por favor
mensaje.error.calle.numExt=Debe de ingresar el n\u00famero exterior
mensaje.error.numero.prioridad=El n\u00famero de prioridad contiene caracteres inv\u00e1lidos, por favor verifique
mensaje.error.sin.apoderados=Debe indicar al menos un apoderado
mensaje.error.validar.exp.divisional=El formato Divisional del Expediente es incorrecto, debe seguir el formato de MX/a/2011/123456
mensaje.error.validar.exp.reservado=El numero de expediente 000001 solo se utiliza para el codigo de oficina MX
mensaje.error.validar.correo=Correo Electronico Invalido
mensaje.error.validar.sin.anio=El formato Divisional del Expediente es incorrecto, debe seguir el formato de MX/a/2011/123456 (a\u00f1o del expediente)
mensaje.error.validar.sin.num.exp=El formato Divisional del Expediente es incorrecto, debe seguir el formato de MX/a/2011/123456 (numero de expediente)
mensaje.error.validar.sin.tipo.exp=El formato Divisional del Expediente es incorrecto, debe seguir el formato de MX/a/2011/123456 (tipo de expediente)
mensaje.error.validar.sin.cod.ofc=El formato Divisional del Expediente es incorrecto, debe seguir el formato de MX/a/2011/123456 (codigo de la oficina)
mensaje.error.validar.anio.oficina=Oficina no valida para el a\u00f1o ingresado
mensaje.error.validar.exp.divisional.a\u00f1o=El a\u00f1o de presentaci\u00f3n de la solicitud divisional no puede ser mayor al a\u00f1o actual.

mensaje1.finalizar.captura=Una vez terminada la captura no podr\u00e1 editar la informaci\u00f3n registrada. Deber\u00e1 revisar la Vista Previa para la confirmaci\u00f3n de los datos contenidos en su solicitud.
mensaje2.finalizar.captura=Una vez finalizada la captura, inmediatamente se env\u00eda al Portal de Pagos y Servicios (PASE), para efectuar el pago como usualmente  se realiza. Recuerde que para \u00e9ste tipo de presentaci\u00f3n \u00fanicamente se realiza el pago mediante transferencia electr\u00f3nica.
mensaje3.finalizar.captura=Una vez realizado el pago, en el apartado de \u201cSolicitudes en Preparaci\u00f3n\u201d encontrar\u00e1 su solicitud para seguir con el proceso de firma y env\u00edo. Su solicitud ser\u00e1 recibida por el Instituto una vez que sea firmada.
mensaje1.finalizar.captura.moral=Usted es una personal moral, recuerde que aunque realice el pago de esta solicitud no se le permitir\u00e1 su firma al final del proceso.
mensaje2.finalizar.captura.moral=\u00bfDesea continuar?
header.finalizar.captura.moral=Mensaje a persona moral

lista.solicitantes.vacio=No ha agregado ningun Solicitante
lista.inventores.vacio=No ha agregado ningun Inventor
lista.apoderados.vacio=No ha agregado ningun Apoderado
lista.persona.notificacion.vacio=No ha agregado ninguna persona autorizada para recibir y oir notificaciones
lista.prioridad.vacio=No ha agregado ninguna prioridad
lista.expedientes.vacio=No ha registros que coincidan con el expediente
lista.anexos.vacio=No ha agregado ningun anexo

msg.buscar.exp=Buscar Expediente Divisional
msg.borrar.exp=Borrar Expediente Divisional y fecha de presentaci\u00f3n
msg.sin.domicilios=No hay domicilios que coincidan con el c\u00f3digo postal

mensaje.solicitud.guardar=La solicitud ha sido creada
mensaje.solicitud.actualizar=La solicitud ha sido actualizada
mensaje.solicitud.guardar.error=No se pudo guardar

mensaje.error.fase.internacional=Debe seleccionar un capitulo para la fase internacional
mensaje.error.sin.num.sol.pct=Debe indicar el n\u00famero de solicitud PCT
mensaje.error.formato.num.sol.pct=El formato del n\u00famero de solicitud internacional es incorrecto, debe seguir el formato de PCT/US1999/123456
mensaje.error.sin.fec.sol.pct=Debe seleccionar la fecha de solicitud PCT
mensaje.error.sin.fase.sol.pct=Debe indicar la fase de solicitud
mensaje.error.formato.num.pub.pct=El formato del n\u00famero de publicaci\u00f3n internacional es incorrecto, debe seguir el formato de WO 1999/056366

ayuda.fecha.div.previa=La fecha de divulgaci\u00f3n debe estar dentro de los doce meses previos a la fecha de presentaci\u00f3n de la solicitud.
ayuda.titulo.invencion=La denominaci\u00f3n o t\u00edtulo del dise\u00f1o industrial deber\u00e1 ser breve, debiendo denotar por s\u00ed sola la naturaleza del mismo. No ser\u00e1n admisibles como denominaciones nombres o expresiones de fantas\u00eda o indicaciones comerciales o signos distintivos.
ayuda.poblacion=Poblaci\u00f3n o Delegaci\u00f3n o Municipio
ayuda.fecha.pres.prioridad=La fecha de prioridad debe estar dentro de los seis meses previos a la fecha de presentaci\u00f3n de la solicitud de Dise\u00f1o Industrial.

ayuda.numero.sol.pct=PCT/US1999/009148
ayuda.numero.pub.pct=WO 1999/056366

pais.default.patentes=918

domicilio.CalleNumero.maxlength=254
texto.sugerido.descripcion.vistas=La figura 1 es una vista de frente ... La figura 2 es una vista lateral ...La figura 3 es una vista en perspectiva, donde ...
titulo.registro.boton.mover=Mover
domiclio.opcion.listas.default=Seleccione una opci\u00f3n
mensaje.error.apoderado.domicilio=Es necesario especificar un domicilio de notificaci\u00f3n
mensaje.error.imagenes.dpi.invalida=La resoluci\u00f3n de la imagen en dpi no clumple las especificaciones
mensaje.error.imagenes.gif.animada=La imagen no es valida, el gif es animado.
mensaje.error.idiomaDescripcion=Debe indicar el idioma de la Descripci\u00f3n
mensaje.error.descripcion.pdf=Debe de ingresar el archivo .pdf correspondiente a la descripci\u00f3n
mensaje.error.idiomaReivindicacion=Debe indicar el idioma de la Reivindicacion
mensaje.aceptar.finalizar.captura=HE REVISADO LA SOLICITUD Y ENTIENDO LOS TERMINOS Y CONDICIONES.
mensaje.protesta.finalizar.captura=DECLARO BAJO PROTESTA DE DECIR VERDAD QUE LOS DOCUMENTOS ANEXOS A LA SOLICITUD SON ORIGINALES O COPIA DEBIDAMENTE CERTIFICADA CONFORME A LO ESTABLECIDO EN EL ART\u00cdCULO DECIMO DEL ACUERDO POR EL QUE SE ESTABLECEN LOS LINEAMIENTOS PARA LA PRESENTACION Y RECEPCION DE LAS SOLICITUDES QUE SE INDICAN, A TRAVES DEL PORTAL DE PAGOS Y SERVICIOS ELECTRONICOS (PASE) ANTE EL INSTITUTO MEXICANO DE LA PROPIEDAD INDUSTRIAL.
ayuda.fecha.inicial=Fecha en que fue divulgada la invenci\u00f3n por primera vez. Ya sea en alg\u00fan evento como feria de proyectos, congreso o art\u00edculo cient\u00edfico. Deber\u00e1 agregar el documento comprobatorio donde se indique la fecha del evento.
#La fecha en que fue presentada la solicitud origen de donde nacen las solicitudes divisionales.
#En base al art\u00edculo 18 de la LPI, la divulgaci\u00f3n de una invenci\u00f3n no afectar\u00e1 a su novedad, siempre y cuando, la fecha de divulgaci\u00f3n previa se encuentre dentro de los 12 meses previos a la fecha de presentaci\u00f3n. Deber\u00e1 incluirse la documentaci\u00f3n comprobatoria.
advertencia.fecha.previa.invalida=La fecha de divulgaci\u00f3n previa excede los 12 meses de plazo establecido. Por favor verifique.
advertencia.fecha.presentacion.invalida_bk=La fecha de presentacion inicial excede los 12 meses de plazo establecido. Por favor verifique.
advertencia.fecha.presentacion.invalida=La fecha de presentaci\u00f3n solo puede estar dentro del a\u00f1o ingresado en el campo Divisional del Expediente
advertencia.fecha.prioridad.invalida.seis=La fecha de Presentaci\u00f3n de su Prioridad excede los 6 meses de plazo establecido. Por favor verifique.
advertencia.fecha.prioridad.invalida.doce=La fecha de Presentaci\u00f3n de su Prioridad excede los 12 meses de plazo establecido. Por favor verifique.
lbl.btn.continuar=CONTINUAR
mensaje.error.tipo.archivo=El tipo de archivo no es valido
mensaje.error.imagenes.enc=La figura proporcionada no cumple con las caracter\u00edsticas requeridas, puede que el instituto le requiera su reposici\u00f3n.
mensaje.error.imagenes.det=Por favor verifique en la vista previa de su solicitud y haga los cambios necesarios.
ayuda.aplica.descuento=Si existen m\u00faltiples solicitantes, el descuento deber\u00e1 aplicar individualmente a cada uno, de lo contrario no se conceder\u00e1 el descuento. El sistema autom\u00e1ticamente agregar\u00e1 una hoja de descuento por cada uno de los solicitantes.
ayuda.apoderado.RGP=El Registro General de Poderes se tramita ante la Direcci\u00f3n Divisional de Asuntos Jur\u00eddicos del IMPI, con el cual se puede acreditar la personalidad del apoderado o mandatario presentando solamente una copia simple de la constancia de inscripci\u00f3n de poder emitida por dicha direcci\u00f3n.
ayuda.apoderado.fundamentoRGP=Con fundamento en el Art\u00edculo 181 de la Ley de la Propiedad Industrial.




#Etiquetas SIT

tipo.busqueda.nac.inter = Cobertura
datos.persona.mandatorio = Es mandatorio

registro.acredita.personalidad.apoderado.mandatorio = Documento que acredita personalidad Apoderado/Mandatorio




#mensajes de error SIT

mensaje.error.cobertura = Debe proporcionar una cobertura Nacional \u00f3 Internacional